/**********************************************************************
* Name: Sunny Anand
*
* Course: COMSC-210: Program Design & Data Structures by Prof. Mark Dietrich
*
* Assignment: Lab 3: Hello World
*
* IDE/Compiler(s) used: VSC/G++
*
* Description:
* Write a simple cpp file & push it to GitHub 😺
**********************************************************************/




/*********************************************************************
*               Importing C++ Built-in Library Functions
**********************************************************************/
#include <iostream>
using namespace std;





/*********************************************************************
*
*                           The main() function
*
**********************************************************************/

int main() {

    cout << "🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎🌎\n\n";

    cout << "Hello World! 🌎\n";
    cout << "Hello World! 🌍\n";
    cout << "Hello Mars!! 🚀\n\n";
	    
    cout << "🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍🌍\n";

    return 0;

}
